---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.CurtainGridU
source: html/76f43ff1-42d1-c984-3b47-e5de5097cfa2.htm
---
# Autodesk.Revit.DB.GroupTypeId.CurtainGridU Property

U Grid.

## Syntax (C#)
```csharp
public static ForgeTypeId CurtainGridU { get; }
```